Repository: ragnar/VindsidenApp
Catalog: VindsidenApp/Localizable.xcstrings
Source language: en
Languages: nb

source: %@ version %@.%@
nb: %@ versjon %@.%@

# ALERT_NEW_STATIONS_FOUND
source: New weather stations downloaded. Go to settings to view them.
nb: Nye værstasjoner lastet ned. Gå til settings for å se på dem.

source: Average
nb: Gjennomsnitt

source: Camera
nb: Kamera

source: Choose unit
nb: Velg enhet

source: Close
nb: Lukk

source: Configuration
nb: Konfigurasjon

source: Go to yr.no
nb: Gå til yr.no

source: Kilometers per hour
nb: Kilometer i timen

source: km/h
nb: km/t

source: Knots
nb: Knop

# LABEL_LAST_UPDATED_FAILED
source: Update failed
nb: Oppdatering feilet

# LABEL_PERMIT
source: Weather data fetch with permit from http://vindsiden.no
nb: Værdata hentet med tillatelse fra http://vindsiden.no

# LABEL_TEMP_MAX
source: Temp max
nb: Temp maks

# LABEL_TEMP_NOW
source: Temp now
nb: Temp nå

# LABEL_WIND_AVG
source: Average
nb: Gjennomsnitt

# LABEL_WIND_DIR
source: Wind direction
nb: Vindretning

# LABEL_WIND_GUST
source: Wind gust
nb: Vindkast

# LABEL_WIND_SPEED
source: Wind speed
nb: Vind hastighet

source: Meters per second
nb: Meter i sekundet

source: Miles per hour
nb: Miles i timen

source: miles/h
nb: miles/t

source: Name
nb: Navn

# NETWORK_ERROR_UNABLE_TO_LOAD
source: Unable to fetch data at this point.
nb: Klarer ikke hente data for øyeblikket

source: Not Visible
nb: Ikke synlig

source: Place
nb: Sted

source: Select Station
nb: Velg stasjon

source: Select wind station to show in the widget.
nb: Velg en vindstasjon som skal vises i widget.

source: Series
nb: Serie

source: Settings
nb: Innstillinger

source: Show All...
nb: Vis alle...

source: Speed
nb: Hastighet

source: Speed Max
nb: Hastighet max

source: Speed Min
nb: Hastighet min

source: Stations
nb: Stasjoner

source: Temp air
nb: Luft temp

source: Temp Air
nb: Lufttemperatur

source: Temperature
nb: Temperatur

source: Time
nb: Tid

source: Units
nb: Enheter

source: Updating
nb: Oppdaterer

source: View in Maps
nb: Vis i kart

source: Visible
nb: Synlig

source: Wind Beaufort
nb: Beaufort

source: Wind Direction
nb: Vindretning

source: Wind Gust
nb: Vindkast

source: Wind Speed
nb: Vindhastighet
